Repository: AreaSong/AreaChain
Catalog: AreaChain/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# syntax.guide.example
source: Full example · any order, click to try
zh_hans: 综合范例：全属性完整待办 · 顺序自由，点击一键试用

# syntax.guide.priority
source: Priority
zh_hans: 四象限优先级

# syntax.guide.tag
source: Tags
zh_hans: 标签分类

# syntax.guide.time
source: Reminder
zh_hans: 时刻提醒

# syntax.guide.try
source: Try it
zh_hans: 填入试用

# syntax.example.common.or
source: or
zh_hans: 或

# syntax.example.complex.snippet
source: Refactor core module #work !p1 @15:30
zh_hans: 重构核心模块 #工作 !p1 @15:30

# syntax.example.complex.title
source: Refactor core module
zh_hans: 重构核心模块

# syntax.example.diary.snippet
source: Capture thoughts anytime
zh_hans: 随时记录灵感闪念

# syntax.example.diary.text1
source: Capture thoughts
zh_hans: 随时记录灵感

# syntax.example.diary.text2
source: Save directly to today's notes
zh_hans: 直接存入今日手记

# syntax.example.priority.snippet
source: Fix issue !p1
zh_hans: 修线上Bug !p1

# syntax.example.priority.text1
source: Fix issue
zh_hans: 修线上Bug

# syntax.example.priority.text2
source: Clean desk
zh_hans: 整理书架

# syntax.example.tag.snippet
source: Weekly report #work
zh_hans: 写周报 #工作

# syntax.example.tag.text1
source: Weekly report
zh_hans: 写周报

# syntax.example.tag.text2
source: Buy milk
zh_hans: 买牛奶

# syntax.example.tag.token1
source: #work
zh_hans: #工作

# syntax.example.tag.token2
source: #life
zh_hans: #生活

# syntax.example.time.snippet
source: Morning standup @10:00
zh_hans: 开晨会 @10:00

# syntax.example.time.text1
source: Morning standup
zh_hans: 开晨会

# syntax.example.time.text2
source: or walk tomorrow afternoon
zh_hans: 或 明天下午 散步

# syntax.preview.allTags
source: All tags
zh_hans: 全部标签

# syntax.preview.tagCount
source: %lld tags
zh_hans: 共 %lld 个标签

# syntax.priority.p1
source: Important and urgent
zh_hans: 重要且紧急

# syntax.priority.p2
source: Important, not urgent
zh_hans: 重要不紧急

# syntax.priority.p3
source: Urgent, not important
zh_hans: 紧急不重要

# syntax.priority.p4
source: Neither
zh_hans: 不重要不紧急

# syntax.tag.label
source: Tag
zh_hans: 标签

# syntax.time.afternoon
source: Afternoon
zh_hans: 下午

# syntax.time.custom
source: Custom time
zh_hans: 自定义时刻

# syntax.time.evening
source: Evening
zh_hans: 傍晚

# syntax.time.hour
source: On the hour
zh_hans: 整点

# syntax.time.morning
source: Morning
zh_hans: 早上

# syntax.time.night
source: Night
zh_hans: 晚上

# syntax.time.noon
source: Noon
zh_hans: 中午

# syntax.section.input
source: Input Syntax
zh_hans: 输入快捷语法

# syntax.section.shortcuts
source: Keyboard Shortcuts
zh_hans: 常用快捷键

# shortcuts.search
source: Search tasks & diary
zh_hans: 搜索待办与手记

# shortcuts.filter
source: Toggle filters
zh_hans: 展开/收起筛选

# shortcuts.switchTab
source: Switch Tasks / Diary
zh_hans: 切换 任务/手记

# shortcuts.navigate
source: Navigate tasks
zh_hans: 移动选择待办

# shortcuts.toggle
source: Toggle completion
zh_hans: 快速标记完成

# shortcuts.delete
source: Delete to trash
zh_hans: 删除移入回收站

# syntax.guide.footer
source: Click syntax token to insert · Esc to close
zh_hans: 点击语法符号可自动填入 · Esc 收起

# footer.syntax.guide
source: Syntax Guide
zh_hans: 语法指南

# diary.quick.convert_task
source: Convert to Task
zh_hans: 转为待办

# diary.quick.converted_task
source: Task Created
zh_hans: 已生成待办

# diary.quick.tags
source: Select Tags
zh_hans: 选择标签

# diary.quick.schedule
source: Move Date
zh_hans: 调整日期

# diary.quick.privacy.lock
source: Lock as Private
zh_hans: 设为私密

# diary.quick.privacy.unlock
source: Unlock Privacy
zh_hans: 解除私密

# diary.schedule.today
source: Move to Today
zh_hans: 移至今天

# diary.schedule.yesterday
source: Move to Yesterday
zh_hans: 移至昨天

# diary.schedule.tomorrow
source: Move to Tomorrow
zh_hans: 移至明天

# diary.schedule.custom
source: Pick Date...
zh_hans: 选择指定日期...

# recurring.create.open
source: New recurring item
zh_hans: 新建重复事项

# recurring.create.title
source: New recurring item
zh_hans: 新建重复事项

# recurring.create.title.placeholder
source: Title
zh_hans: 标题

# recurring.create.notes
source: Notes
zh_hans: 备注

# recurring.create.cancel
source: Cancel
zh_hans: 取消

# recurring.create.weekdays.required
source: Choose at least one day.
zh_hans: 至少选择一天。

# recurring.create.failed
source: Could not save. Your draft is still here.
zh_hans: 没有保存成功，草稿还在。

# tags.page.subtitle
source: Flat tags for tasks, repeating items, subtasks, and notes.
zh_hans: 一次性事项、重复事项、子任务和手记共用的平面标签。

# tags.search.placeholder
source: Search tags
zh_hans: 搜索标签

# tags.filter.all
source: All
zh_hans: 全部

# tags.filter.frequent
source: Frequent
zh_hans: 常用

# tags.filter.recent
source: Recent
zh_hans: 最近使用

# tags.filter.unused
source: Unused
zh_hans: 未使用

# tags.empty
source: No tags yet.
zh_hans: 还没有标签。

# tags.empty.filtered
source: No tags match this view.
zh_hans: 当前筛选下没有标签。

# tags.usage.count
source: %lld in use
zh_hans: 使用 %lld

# tags.create
source: New tag
zh_hans: 新建标签

# tags.create.name
source: Tag name
zh_hans: 标签名称

# tags.error.empty
source: Name cannot be empty.
zh_hans: 名称不能为空。

# tags.error.duplicate
source: A tag with this name already exists.
zh_hans: 已有同名标签。

# tags.error.save
source: Could not save the tag change.
zh_hans: 标签变更没有保存。

# tags.delete.confirm.title
source: Move tags to Trash?
zh_hans: 把标签移到回收站？

# tags.delete.confirm.message
source: Soft-deleted tags stay linked. Restore them from Deleted on this page, or from Trash.
zh_hans: 软删除会保留关联。可在本页「已删除」或回收站恢复。

# tags.cleanup.unused
source: Clean unused
zh_hans: 清理未使用

# tags.cleanup.confirm.title
source: Move unused tags to Trash?
zh_hans: 把未使用的标签移到回收站？

# tags.cleanup.confirm.message
source: Unused tags are soft-deleted, including note categories. Restore them from Deleted on this page, or from Trash.
zh_hans: 未使用的标签都会软删除，包括手记分类。需要时可以在本页「已删除」或回收站恢复。

# tags.merge
source: Merge
zh_hans: 合并

# tags.merge.confirm.title
source: Merge tags?
zh_hans: 合并标签？

# tags.merge.confirm.message
source: Links move to the target. The target is kept, and the other tags go to Trash so you can restore them. This is one save.
zh_hans: 关联会转到目标标签。目标保留，其余标签进入回收站，可以恢复。这一步只保存一次。

# tags.merge.pickTarget
source: Keep
zh_hans: 保留

# tags.color
source: Color
zh_hans: 颜色

# tags.color.moss
source: Moss
zh_hans: 苔绿

# tags.color.stamp
source: Stamp
zh_hans: 印章蓝

# tags.color.ink
source: Ink
zh_hans: 墨色

# tags.color.clay
source: Clay
zh_hans: 陶土

# tags.color.amber
source: Amber
zh_hans: 琥珀

# tags.color.slate
source: Slate
zh_hans: 石板

# tags.deleted.show
source: Deleted
zh_hans: 已删除

# tags.deleted.empty
source: No deleted tags.
zh_hans: 没有已删除的标签。

# tags.purge.confirm.title
source: Delete tags forever?
zh_hans: 彻底删除这些标签？

# tags.purge.confirm.message
source: Links on tasks, repeating items, subtasks, and notes are removed. This cannot be restored.
zh_hans: 事项、重复事项、子任务和手记上的关联会去掉，且不能恢复。

# tags.batch.delete
source: Delete
zh_hans: 删除

# batch.tag.add
source: Add tag
zh_hans: 打标签

# batch.tag.remove
source: Remove tag
zh_hans: 移除标签

# filter.date.upcoming
source: Upcoming
zh_hans: 即将

# items.pending.overdue
source: Overdue
zh_hans: 逾期

# items.pending.upcoming
source: Upcoming
zh_hans: 即将

# items.kind.all
source: All types
zh_hans: 全部类型

# items.kind.oneOff
source: One-off
zh_hans: 一次性事项

# items.kind.recurring
source: Repeating
zh_hans: 重复事项

# items.status.all
source: Any status
zh_hans: 全部状态

# items.status.open
source: Open
zh_hans: 未完成

# items.status.done
source: Done
zh_hans: 已完成

# items.status.enabled
source: Enabled
zh_hans: 启用

# items.status.disabled
source: Disabled
zh_hans: 停用

# items.section.todos
source: One-off items
zh_hans: 一次性事项

# items.section.routines
source: Repeating items
zh_hans: 重复事项

# items.routine.next %@
source: Next: %@
zh_hans: 下一次排定日：%@

# items.routine.overdueDay %@
source: Last missed: %@
zh_hans: 最近逾期：%@

# items.routine.overdueCount %lld
source: %lld overdue days
zh_hans: 逾期 %lld 次

# items.routine.notDue
source: Not scheduled yet
zh_hans: 尚未到排定日

# items.routine.cannotMove
source: Repeating items cannot be moved like one-off items
zh_hans: 重复事项不能作为一次性事项移动

# items.routine.dateHint
source: Date filters use each repeating item's real scheduled day: overdue stays on unfinished scheduled days, otherwise today or the next scheduled day. Disabled items are left out.
zh_hans: 日期筛选按重复事项的真实排定日计算：逾期用未闭合的排定日，其余用今天或下一次排定日。停用的重复事项不计入。

# items.empty
source: No items
zh_hans: 无事项

# items.empty.hint
source: Nothing to show here.
zh_hans: 这里还没有可处理的事项。

# items.empty.overdue
source: No overdue items
zh_hans: 没有逾期事项

# items.empty.overdue.hint
source: Open items scheduled before today appear here.
zh_hans: 早于今天且未完成的事项会出现在这里。

# items.empty.upcoming
source: No upcoming items
zh_hans: 没有即将事项

# items.empty.upcoming.hint
source: Items scheduled after today appear here.
zh_hans: 晚于今天的事项会出现在这里。

# items.filter.clear
source: Clear filters
zh_hans: 清除筛选

# items.goToday
source: Add on Today
zh_hans: 去今日添加

# items.batch.mixed
source: Mixed selection can only change tags or move to Trash
zh_hans: 混合选择只能改标签或移到回收站

# items.batch.none
source: Nothing can be changed
zh_hans: 无可处理的事项

# items.date.invalid
source: Invalid date
zh_hans: 无效日期

# project.about.license
source: License Apache-2.0
zh_hans: 许可证 Apache-2.0

# project.about.repository
source: Open the project repository
zh_hans: 打开项目仓库

# project.about.section
source: About
zh_hans: 关于

# project.about.summary
source: AreaChain is a task board and habit tracker on this Mac. There is no account, and your notes are not uploaded.
zh_hans: AreaChain 是本机上的任务看板和习惯打卡，没有账号，内容不会上传。

# project.support.boundary
source: Do not paste diary text, attachments, passwords, or calendar titles into public discussions.
zh_hans: 公开讨论里不要贴手记正文、附件、密码或日历标题。

# project.support.copied
source: Environment details were copied. Paste them into the GitHub form. Do not include diary text, attachments, passwords, or calendar titles.
zh_hans: 环境信息已复制。请粘贴到 GitHub 表单，不要写入手记、附件、密码或日历标题。

# project.support.copied.browserFailed
source: Environment details were copied, but the browser could not be opened. Paste them into the project issue form when you can.
zh_hans: 环境信息已复制，但无法打开浏览器。可以稍后粘贴到项目的问题表单。

# project.support.copyFailed
source: Environment details could not be copied. Fill in the version, macOS, and interface language by hand, and leave out diary text.
zh_hans: 没能复制环境信息。请按表单占位格式手写版本、macOS 和界面语言，不要贴手记。

# project.support.idea
source: Suggest a feature
zh_hans: 功能建议

# project.support.issue
source: Report a problem
zh_hans: 报告问题

# project.support.linkFailed
source: The link could not be opened. You can open the project repository later.
zh_hans: 无法打开链接。可以稍后从项目仓库进入。

# project.support.section
source: Support
zh_hans: 支持

# project.support.usage
source: Usage guide
zh_hans: 使用说明

# project.version
source: Current version
zh_hans: 当前版本

# project.version.section
source: Version
zh_hans: 版本

# dev.controls.segments
source: Segmented controls · independent selections
zh_hans: 分段控件 · 独立选中状态

# dev.controls.time
source: Time input
zh_hans: 时间输入

# dev.controls.time.long
source: Sample time with a longer label
zh_hans: 带有较长名称的样例时间

# time.invalid
source: Invalid time
zh_hans: 无效时刻

# time.unset
source: Not set
zh_hans: 未设置

# unified.category.group
source: Category
zh_hans: 分类

# unified.category.interaction
source: Interaction
zh_hans: 交互

# unified.category.modification
source: Change
zh_hans: 修改

# unified.category.navigation
source: Navigation
zh_hans: 导航

# unified.category.query
source: Query
zh_hans: 查询

# unified.category.scope
source: Scope
zh_hans: 范围

# unified.category.systemAction
source: System action
zh_hans: 系统操作

# unified.input.browse
source: Browse commands
zh_hans: 浏览指令

# unified.input.hint
source: ↑↓ Navigate · Tab Complete / Focus · Return Complete / Request open
zh_hans: ↑↓ 浏览 · Tab 补全/切换 · Return 补全/请求打开

# unified.input.incomplete
source: Continue typing or choose a command
zh_hans: 继续输入或选择指令

# unified.input.invalid
source: Unknown or invalid command path
zh_hans: 未知或无效的指令路径

# unified.input.label
source: Search and commands
zh_hans: 搜索与指令

# unified.input.parameters
source: Continue choosing or filling parameters · Not available yet
zh_hans: 继续选择或填写参数 · 暂不可用

# unified.input.placeholder
source: Search or type / for commands
zh_hans: 搜索，或输入 / 查找指令

# unified.input.scope
source: Content scope · Fill only
zh_hans: 内容范围 · 仅填写

# unified.input.unavailable
source: Not available yet · You can still fill parameters
zh_hans: 暂不可用 · 仍可填写参数

# unified.objects.accept
source: Accept selection
zh_hans: 确认选择

# unified.objects.allowed
source: This field accepts:
zh_hans: 此位置允许：

# unified.objects.choose
source: Choose objects
zh_hans: 选择对象

# unified.objects.count
source: %ld fixed objects
zh_hans: 已固定 %ld 个对象

# unified.objects.empty
source: Select at least one candidate.
zh_hans: 请至少选择一个候选。

# unified.objects.finalCheck
source: Draft only. Final existence and permission checks and execution are not connected.
zh_hans: 仅更新草稿。真实执行前的存活、权限核验及执行尚未接线。

# unified.objects.hide
source: Hide object list
zh_hans: 收起对象列表

# unified.objects.hint
source: Select candidates, then accept to update the draft.
zh_hans: 先临时选择，再确认写入草稿。

# unified.objects.keyboard
source: ↑↓ navigate · Space select · Return/Tab accept · Esc cancel
zh_hans: ↑↓ 浏览 · 空格选择 · Return/Tab 确认 · Esc 取消

# unified.objects.known
source: Select all known matches
zh_hans: 选择全部已知命中

# unified.objects.loading
source: Reading candidates…
zh_hans: 正在读取候选…

# unified.objects.multiple
source: Explicit multiple selection is supported.
zh_hans: 此位置支持明确选择多个对象。

# unified.objects.queryPreserved
source: Candidates use your current search. Cancel to edit the outer query; the draft is preserved.
zh_hans: 候选沿用当前搜索。取消选择后可修改外层查询，操作草稿保留。

# unified.objects.recheck
source: Object details cannot currently be confirmed. The fixed identity is retained and requires rechecking.
zh_hans: 暂时无法确认对象明细；保留固定身份，需要重新核验。

# unified.objects.remove
source: Remove this object
zh_hans: 移除此对象

# unified.objects.reselect
source: Choose again
zh_hans: 重新选择

# unified.objects.show
source: Show object list
zh_hans: 展开对象列表

# unified.objects.singleOnly
source: This field accepts exactly one object.
zh_hans: 此位置仅接受一个对象。

# unified.objects.sourceLimit
source: Only ordinary tasks, subtasks, routines and dated occurrences have candidate adapters. Other sources are unavailable here.
zh_hans: 当前仅适配普通任务、子任务、习惯和指定日执行记录；其他对象来源在此不可用。

# unified.objects.stale
source: Selection expired. The current draft is unchanged; choose again.
zh_hans: 本次选择已失效。当前草稿未改动，请重新选择。

# unified.objects.temporaryCount
source: %ld temporarily selected
zh_hans: 临时选择 %ld 个对象

# unified.objects.unavailable
source: Candidates could not be read. Cancel and choose again.
zh_hans: 候选读取失败。请取消后重新选择。

# unified.objects.unsupported
source: Selection includes an unavailable source. Remove it explicitly or choose again.
zh_hans: 选择包含尚未适配的来源。请主动移除或改选。

# unified.objects.visible
source: Select displayed matches
zh_hans: 选择已展示命中

# unified.objects.wrongType
source: This object type is not accepted here. Remove it explicitly or choose again.
zh_hans: 此位置不支持该对象类型，请主动移除或改选。

# unified.operation.absent
source: No current value
zh_hans: 当前无值

# unified.operation.begin
source: Start filling parameters
zh_hans: 开始填写参数

# unified.operation.cancel
source: Cancel
zh_hans: 取消

# unified.operation.chooseDate
source: Choose date
zh_hans: 选择日期

# unified.operation.collapse
source: Collapse parameters
zh_hans: 收起参数

# unified.operation.complete
source: Parameter shape validated
zh_hans: 普通参数形状已通过校验

# unified.operation.decimal
source: Decimal
zh_hans: 小数

# unified.operation.discard
source: Discard
zh_hans: 放弃

# unified.operation.draftOnly
source: In-memory draft
zh_hans: 运行内草稿

# unified.operation.editing
source: Editing
zh_hans: 正在填写

# unified.operation.expand
source: Expand parameters
zh_hans: 展开参数

# unified.operation.file
source: Requires a native file selection panel
zh_hans: 需要原生文件选择面板

# unified.operation.hideDate
source: Hide date
zh_hans: 收起日期

# unified.operation.incomplete
source: Needs more information or corrections
zh_hans: 仍需补充或修正

# unified.operation.integer
source: Integer
zh_hans: 整数

# unified.operation.invalid
source: Invalid input; check the field requirements
zh_hans: 输入无效，请按字段要求填写

# unified.operation.invalidOperation
source: This edit mode is not supported for the field
zh_hans: 此字段不支持该修改方式

# unified.operation.later
source: Needs a later input step
zh_hans: 需要后续填写

# unified.operation.longText
source: Requires the later long-text editor
zh_hans: 需要后续正文编辑器

# unified.operation.missing
source: A required value is missing
zh_hans: 请补充必填值

# unified.operation.mixed
source: Multiple different values
zh_hans: 多个不同值

# unified.operation.mode
source: Edit mode
zh_hans: 修改方式

# unified.operation.mode.add
source: Add
zh_hans: 添加

# unified.operation.mode.append
source: Append
zh_hans: 追加

# unified.operation.mode.assign
source: Assign
zh_hans: 赋值

# unified.operation.mode.cancelReminder
source: Cancel reminder
zh_hans: 取消提醒

# unified.operation.mode.clear
source: Clear
zh_hans: 清空

# unified.operation.mode.remove
source: Remove
zh_hans: 移除

# unified.operation.mode.replace
source: Replace
zh_hans: 替换

# unified.operation.mode.replaceAll
source: Replace all
zh_hans: 替换全部

# unified.operation.mode.setReminder
source: Set reminder
zh_hans: 设置提醒

# unified.operation.mode.unspecified
source: Unspecified (keep current)
zh_hans: 未指定（保持原值）

# unified.operation.notExecuted
source: Preview only; execution is not available
zh_hans: 仅预览，暂不可执行

# unified.operation.objects
source: Requires the later object selector
zh_hans: 需要后续对象选择器

# unified.operation.off
source: Off
zh_hans: 关

# unified.operation.on
source: On
zh_hans: 开

# unified.operation.optional
source: Optional
zh_hans: 可选

# unified.operation.required
source: Required
zh_hans: 必填

# unified.operation.retain
source: Keep
zh_hans: 保留

# unified.operation.retained
source: Retained operation drafts
zh_hans: 已保留的操作草稿

# unified.operation.secure
source: Requires a separate secure input or authentication flow; not available here
zh_hans: 需要独立的安全输入或认证流程，本阶段不提供

# unified.operation.shortcut
source: Requires native shortcut recording
zh_hans: 需要原生快捷键录入

# unified.operation.stale
source: The content version changed. Please try again.
zh_hans: 内容版本已变化，请重新操作

# unified.operation.submitBlocked
source: Execution is not available. Your parameters remain in this draft.
zh_hans: 暂不可执行。参数仍保留在本次草稿中。

# unified.operation.switchQuestion
source: How should the current draft be handled before switching?
zh_hans: 切换操作前如何处理当前草稿？

# unified.operation.syntheticBaseline
source: Current values come from an explicitly injected synthetic baseline
zh_hans: 当前值来自明确注入的合成基线

# unified.operation.tags
source: Requires the later tag-set editor
zh_hans: 需要后续标签集合编辑器

# unified.operation.targetIssue
source: Target objects still need to be selected and checked
zh_hans: 尚需选择并核对目标对象

# unified.operation.protected
source: Protected or unknown content; this action is unavailable.
zh_hans: 内容受保护或保护状态未知，当前不支持此操作。

# unified.operation.unavailable
source: This operation has unresolved availability requirements
zh_hans: 此操作仍有待确认的使用条件

# unified.operation.unfilled
source: Not filled
zh_hans: 尚未填写

# unified.operation.unread
source: Current value has not been read
zh_hans: 当前值尚未读取

# unified.operation.useInput
source: Edit in the input above
zh_hans: 在上方输入框填写

# unified.operation.value
source: Proposed value
zh_hans: 拟修改值

# unified.results.awaiting
source: Read search results again
zh_hans: 请重新读取搜索结果

# unified.results.cascaded
source: Deleted with its parent
zh_hans: 与所属记录一同删除

# unified.results.collapse
source: Collapse public content
zh_hans: 收起公开内容

# unified.results.collapseName
source: Collapse name
zh_hans: 收起名称

# unified.results.collapseSummary
source: Collapse public summary
zh_hans: 收起公开摘要

# unified.results.collapsed
source: Collapsed
zh_hans: 已收起

# unified.results.count
source: Showing %d · %d known matches
zh_hans: 已展示 %d 项 · 已知命中 %d 项

# unified.results.current
source: Current match
zh_hans: 当前命中

# unified.results.deletedContext
source: Deleted · Related context (not a match)
zh_hans: 已删除 · 关联上下文（未命中）

# unified.results.deletedMatch
source: Deleted · Search match
zh_hans: 已删除 · 搜索命中

# unified.results.deselect
source: Deselect this match
zh_hans: 取消选择此命中

# unified.results.details
source: About these results
zh_hans: 查看结果说明

# unified.results.disabled
source: Disabled
zh_hans: 已停用

# unified.results.done
source: Done
zh_hans: 已完成

# unified.results.empty
source: No matches
zh_hans: 没有匹配结果

# unified.results.enabled
source: Enabled
zh_hans: 已启用

# unified.results.expand
source: Expand public content
zh_hans: 展开公开内容

# unified.results.expandName
source: Expand name
zh_hans: 展开名称

# unified.results.expandSummary
source: Expand public summary
zh_hans: 展开公开摘要

# unified.results.expanded
source: Expanded
zh_hans: 已展开

# unified.results.fragmentLimited
source: Some summary or highlight information is unavailable
zh_hans: 部分摘要或高亮信息不可用

# unified.results.groupUnknown
source: Some deletion relationships are unclear; these matches are listed separately
zh_hans: 部分删除关联无法确认，已单独列出

# unified.results.hideContext
source: Hide related context
zh_hans: 收起关联上下文

# unified.results.hideDetails
source: Hide result details
zh_hans: 收起结果说明

# unified.results.incompleteInput
source: Complete the search conditions
zh_hans: 请补全搜索条件

# unified.results.independent
source: Deleted separately
zh_hans: 单独删除

# unified.results.invalidated
source: Search content was cleared. Start a new search.
zh_hans: 搜索内容已清除，请重新进入搜索。

# unified.results.knownOnly
source: Load more shows content already read. Reaching the end does not mean the search is complete.
zh_hans: 加载更多仅展示已读取内容；到末页不代表搜索已完整。

# unified.results.loadContext
source: Load more related context
zh_hans: 加载更多关联上下文

# unified.results.loadMembers
source: Load more matches in this group
zh_hans: 加载更多组内命中

# unified.results.loadMore
source: Load more results
zh_hans: 加载更多结果

# unified.results.masked
source: Search results are hidden. Read again after returning.
zh_hans: 搜索结果已隐藏。重新聚焦后需重新读取。

# unified.results.match
source: Search match
zh_hans: 搜索命中

# unified.results.metadataOnly
source: Record information only
zh_hans: 仅显示记录信息

# unified.results.notApplicable
source: These conditions do not apply to this content
zh_hans: 这些条件不适用于当前内容

# unified.results.open
source: Open
zh_hans: 未完成

# unified.results.owner
source: Owner: %@
zh_hans: 所属记录：%@

# unified.results.parent
source: Task: %@
zh_hans: 所属任务：%@

# unified.results.pinned
source: Pinned
zh_hans: 已置顶

# unified.results.protected
source: Protected content was not fully included in this search
zh_hans: 受保护内容未完整参与搜索

# unified.results.readFailed
source: Some content could not be read. Results may be incomplete.
zh_hans: 部分内容读取失败，结果可能不完整

# unified.results.recent
source: Sort: Most recent
zh_hans: 排序：最近

# unified.results.relationUnknown
source: Deletion relationship is unclear
zh_hans: 删除关联尚待确认

# unified.results.relevance
source: Sort: Relevance
zh_hans: 排序：相关性

# unified.results.restoreNeedsOwner
source: The owner must be available before restoration.
zh_hans: 恢复前需要所属记录处于可用状态。

# unified.results.restoreNotice
source: Restoration requires a fresh check. This view is read-only.
zh_hans: 恢复前需重新检查条件；此处仅供查看。

# unified.results.restoreWithParent
source: This item has no separate restore action. Check its parent record.
zh_hans: 此项没有独立恢复入口，需检查所属记录。

# unified.results.routine
source: Routine: %@
zh_hans: 所属习惯：%@

# unified.results.select
source: Select this match
zh_hans: 选择此命中

# unified.results.selectKnown
source: Select all known matches
zh_hans: 全选全部已知命中

# unified.results.selectVisible
source: Select shown matches
zh_hans: 全选已展示命中

# unified.results.selected
source: Selected
zh_hans: 已选择

# unified.results.selectionCount
source: %d selected
zh_hans: 已选 %d 项

# unified.results.showContext
source: Show related context that did not match
zh_hans: 显示未命中的关联上下文

# unified.results.skipped
source: Skipped
zh_hans: 已跳过
